a5huynh.vscode-ron
akamud.vscode-theme-onedark
alefragnani.Bookmarks
alefragnani.project-manager
alexperronnet.spectrum-vscode-theme
arcanis.vscode-zipfs
AugusteRame.zls-vscode
BazelBuild.vscode-bazel
bbenoist.Nix
BeardedBear.beardedtheme
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
bungcip.better-toml
chenglou92.rescript-vscode
christian-kohler.npm-intellisense
codemooseus.vscode-devtools-for-chrome
codezombiech.gitignore
csstools.postcss
cweijan.vscode-office
DamianKoper.gdb-debug
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dhall.dhall-lang
donjayamanne.git-extension-pack
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
EliverLara.andromeda
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
felipecaputo.git-project-manager
formulahendry.code-runner
geequlim.godot-tools
GitHub.copilot-nightly
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
gsppvo.vscode-commandbar
HaxeFoundation.haxe-hl
josetr.cmake-language-support-vscode
kdl-org.kdl
kination.vscode-carbon-syntax
llvm-vs-code-extensions.vscode-clangd
Luaa.carbon-theme
MalcolmMielle.semantic-highlighting
Meezilla.json
melishev.feather-vscode
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.mono-debug
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
nadako.vshaxe
neikeq.godot-csharp-vscode
nitayneeman.git-semantic-commit
Nixon.env-cmd-file-syntax
numso.prettier-standard-vscode
ocamllabs.ocaml-platform
PenumbraTheme.penumbra
PKief.material-icon-theme
PolyMeilex.wgsl
pxius.carbon-owl
RobbOwen.synthwave-vscode
rokoroku.vscode-theme-darcula
rust-lang.rust-analyzer
serayuzgur.crates
shakram02.bash-beautify
stxr.iconfont-preview
stylelint.vscode-stylelint
sukumo28.wav-preview
sumneko.lua
svelte.svelte-vscode
tamasfe.even-better-toml
tauri-apps.tauri-vscode
thamognya.carbon-lang
TheNuProjectContributors.vscode-nushell-lang
thertzlor.semantic-rainbow
tiehuis.zig
twxs.cmake
uctakeoff.vscode-counter
unifiedjs.vscode-mdx
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
vshaxe.haxe-extension-pack
vshaxe.hxcpp-debugger
waderyan.gitblame
wiggin77.codedox
xaver.clang-format
Youssef.viow
ZainChen.json
zhuangtongfa.material-theme
ZixuanChen.vitest-explorer
ziyasal.vscode-open-in-github
